INSERT INTO post VALUES 
	(1, 'Ветеринар'),
	(2, 'Уборщик'),
	(3, 'Дрессировщик'),
	(4, 'Строитель-ремонтник'),
	(5, 'Администратор');
	
INSERT INTO cage VALUES 
	(1, 'Теплая клетка'),
	(2, 'Летняя клетка'),
	(3, 'Теплый бассейн'),
	(4, 'Летний бассейн'),
	(5, 'Аквариум'),
	(6, 'Террариум');
	
INSERT INTO food_class VALUES 
	(1, 'Растительный'),
	(2, 'Живой'),
	(3, 'Мясо'),
	(4, 'Комбикорм');
	
INSERT INTO season VALUES 
	(1, 'Зима'),
	(2, 'Весна'),
	(3, 'Лето'),
	(4, 'Осень');
	
INSERT INTO zoos VALUES 
	(1, 'Этот зоопарк'),
	(2, 'Винницкий зоопарк'),
	(3, 'Докучаевский зоопарк'),
	(4, 'Киевский зоопарк'),
	(5, 'Луцкий зоопарк'),
	(6, 'Николаевский зоопарк'),
	(7, 'Одесский зоопарк'),
	(8, 'Ровенский зоопарк'),
	(9, 'Аскания-Нова (заповедник)'),
	(10, 'Донецкий дельфинарий'),
	(11, 'Карадагский дельфинарий'),
	(12, 'Одесский дельфинарий'),
	(13, 'Харьковский дельфинарий');
	
INSERT INTO animal_class VALUES
	(1, 'Рыбы'),
	(2, 'Земноводные'),
	(3, 'Птицы'),
	(4, 'Рептилии '),
	(5, 'Млекопитающие');
	
	
	
	
	
	
	
	
	
	
	
	
	
INSERT INTO employee VALUES 
	(NULL, 'Жиренков Евграф Филиппович',     1, 7000,  '2012-03-12', '1988-09-19', 'м'),
	(NULL, 'Мандрыка Нина Елизаровна',       3, 13000, '2011-08-01', '1972-03-12', 'ж'),
	(NULL, 'Кривкова Ольга Семеновна',       4, 15000, '2018-09-09', '1990-07-12', 'ж'),
	(NULL, 'Чесноков Эрнст Измаилович',      5, 25000, '2010-07-12', '1971-07-27', 'м'),
	(NULL, 'Ревякин Виктор Арсениевич',      3, 11900, '2008-03-09', '1951-03-01', 'м'),
	(NULL, 'Гольца Оксана Михеевна',         2, 3600,  '2011-07-27', '1995-08-17', 'ж'),
	(NULL, 'Алиева Зоя Елисеевна',           3, 11000, '2015-08-17', '1989-09-21', 'ж'),
	(NULL, 'Ромазан Руслан Никонович',       2, 3600,  '2016-07-19', '1978-07-31', 'м'),
	(NULL, 'Счастливцева Лариса Леонидовна', 1, 10000, '2018-07-31', '1989-01-01', 'ж'),
	(NULL, 'Лелуха Алиса Владиленовна',      3, 10000, '2013-01-30', '1975-03-09', 'ж'),
	(NULL, 'Захарьина Изольда Станиславовна',4, 15000, '2008-07-11', '1970-07-12', 'ж'),
	(NULL, 'Сиваков Родион Мечиславович',    5, 25000, '2007-08-01', '1970-07-30', 'м'),
	(NULL, 'Панфилова Анисья Ивановна',      1, 20000, '2011-03-01', '1981-03-01', 'ж'),
	(NULL, 'Пронин Онуфрий Денисович',       2, 3600,  '2015-03-09', '1985-08-17', 'м'),
	(NULL, 'Заславский Афанасий Захарович',  1, 7000,  '2018-02-17', '1959-09-21', 'м'),
	(NULL, 'Унтилова Рада Иларионовна',      1, 10000, '2015-07-14', '1968-07-31', 'ж'),
	(NULL, 'Косма Онуфрий Святославович',    1, 8000,  '2008-07-25', '1978-09-09', 'м'),
	(NULL, 'Горева Жанна Казимировна',       2, 3600,  '2009-09-21', '1975-03-09', 'ж'),
	(NULL, 'Островерха Марфа Ивановна',      4, 15000, '2010-07-30', '1980-07-12', 'ж'),
	(NULL, 'Козлаков Юлиан Леонтиевич',      4, 15000, '2015-06-10', '1990-07-30', 'м');

	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
